const Mission = () => {
  return (
    <div
      style={{
        fontFamily: "Arial, sans-serif",
        lineHeight: "1.6",
        maxWidth: "800px",
        margin: "40px auto",
        padding: "20px",
        backgroundColor: "#fefefe",
        color: "#333",
      }}
    >
      <h1 style={{ color: "#5c4d7d", fontSize: "28px" }}>Наша місія</h1>
      <p>
        Наша місія — допомогти кожній тварині знайти безпечне, любляче
        середовище, де вона зможе жити щасливо.
      </p>
      <br />
      <p>
        Ми створили “Лапку” як простір довіри й турботи, де кожен охочий може
        зробити свій внесок у порятунок життя: розмістити оголошення, знайти
        нового друга, підтримати притулок або просто поширити добру справу.
      </p>
      <br />
      <p>Ми віримо, що разом можемо змінити долю тисяч тварин.</p>
      <p>Кожна лапка — це чиясь історія, яка заслуговує на щасливий фінал.</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
      <br />
    </div>
  );
};

export default Mission;
